"ONE_SONG" = "שיר אחד";
"SONGS_COUNT_FORMAT" = "%d שירים";

"ALBUM_HEADER_RELEASE_DATE_FORMAT" = "יצא ב-%@";

"ALBUM_HEADER_SONG_COUNT_AND_DURATION_COMBINATION_FMT" = "‏%@, %@.";

"MUSIC" = "מוסיקה";

"123" = "123";

"Add All Albums" = "הוסף את כל האלבומים";

"Add All Songs" = "הוסף את כל השירים";

"ADD_PLAYLIST_CONFIRM_BUTTON_TITLE" = "שמור";
"ADD_PLAYLIST_DIALOG_TITLE" = "רשימת השמעה חדשה";
"ADD_PLAYLIST_DIALOG_MESSAGE" = "הקש/י שם עבור רשימת השמעה זו.";
"ADD_PLAYLIST_ROW" = "הוסף רשימת השמעה…";
"ADD_PLAYLIST_TITLE_PLACEHOLDER" = "שם";
"ADD_SONGS_TO_CUSTOM_PLAYLIST_FORMAT" = "הוסף/י שירים ל-״%@״.";
"EDIT_PLAYLIST_RENAME" = "שינוי שם";
"EDIT_PLAYLIST_ADD_SONGS" = "הוסף שירים";
"RENAME_PLAYLIST_DIALOG_TITLE" = "שנה/י את שם הרשימה";
"RENAME_PLAYLIST_TITLE_PLACEHOLDER" = "שם";

"Albums" = "אלבומים";

"All Albums" = "כל האלבומים";

"All Songs" = "כל השירים";

"Cancel" = "ביטול";

"WAITING_FOR_POST_PROCESSING_TO_FINISH_MESSAGE" = "מעדכן את הספריה\U2026";

"WAITING_FOR_POST_PROCESSING_TO_FINISH_SUBTITLE" = "הפעולה עשויה להמשך מספר דקות.";

"Refresh Playlist" = "רענן רשימת השמעה";

"CLEAR" = "נקה";

"Clear Playlist" = "נקה רשימת השמעה";

"Save Playlist" = "שמור רשימת השמעה";

"Delete Playlist" = "מחק רשימת השמעה";

"Delete" = "מחק";

"Done" = "סיום";

"Edit" = "עריכה";

"Save" = "שמור";

"LISTING_COUNT_ALBUMS_FORMAT" = "%d אלבומים";

"LISTING_COUNT_ARTISTS_FORMAT" = "%d אמנים";

"LISTING_COUNT_GENERIC_ITEMS_FORMAT" = "%d פריטים";

"LISTING_COUNT_GENERIC_TRACKS_FORMAT" = "%d רצועות ";

"LISTING_COUNT_GENRES_FORMAT" = "%d סגנונות";

"LISTING_COUNT_PLAYLISTS_FORMAT" = "%d רשימות השמעה";

"LISTING_COUNT_SONGS_FORMAT" = "%d שירים";

"NO_CONTEXT_NAVTITLE_ARTISTS" = "אמנים";

"NO_CONTEXT_NAVTITLE_GENRES" = "סגנונות";

"OK" = "אישור";

"Playlists" = "רשימות";

"Shuffle" = "סדר אקראי";

"Songs" = "שירים";

"Unknown" = "לא ידוע";
"UNKNOWN_ARTIST" = "אמן לא ידוע";
"UNKNOWN_ALBUM" = "אלבום לא ידוע";

"NOW_PLAYING_BUTTON_LABEL" = "מתנגן\nכעת";

"SEARCH_RESULT_SECTION_TITLE_ARTISTS" = "אמנים (%@ תוצאות)";
"SEARCH_RESULT_SECTION_TITLE_ARTIST" = "אמן (תוצאה %@)";
"SEARCH_RESULT_SECTION_TITLE_ALBUMS" = "אלבומים (%@ תוצאות)";
"SEARCH_RESULT_SECTION_TITLE_ALBUM" = "אלבום (תוצאה %@)";
"SEARCH_RESULT_SECTION_TITLE_PLAYLIST" = "רשימת השמעה (תוצאה %@)";
"SEARCH_RESULT_SECTION_TITLE_PLAYLISTS" = "רשימות השמעה (%@ תוצאות)";
"SEARCH_RESULT_SECTION_TITLE_SONG" = "שיר (תוצאה %@)";
"SEARCH_RESULT_SECTION_TITLE_SONGS" = "שירים (%@ תוצאות)";
"SEARCH_RESULT_SECTION_TITLE_GENRES" = "סגנונות (%@ תוצאות)";
"SEARCH_RESULT_SECTION_TITLE_GENRE" = "סגנון (תוצאה %@)";

"ADD_SONGS_TO_PLAYLIST_FORMAT" = "הוסף/י שירים לרשימת ההשמעה ״%@״.";

"ALBUM_INFO_SEPARATOR" = ", ";
"ALBUM_INFO_RELEASE_DATE_FORMAT" = "יצא ב-%@";
"ALBUM_INFO_SONGS_SINGULAR" = "שיר אחד";
"ALBUM_INFO_SONGS_FORMAT_PLURAL" = "%u שירים";
"ALBUM_INFO_TIME_SINGULAR" = "דקה";
"ALBUM_INFO_TIME_FORMAT_PLURAL" = "%u דק׳";

"UNKNOWN_DURATION" = "--:--";
